{
  "about": "",
  "agreement": "# Terms of Service\n\nWelcome to {sitename}! These Terms of Service (\"Terms\") govern your use of our website and services. By accessing or using our site, you agree to these Terms. If you do not agree, please do not use our services.\n\n## 1. Eligibility\n\nYou must be at least 16 years old (or the age of majority in your jurisdiction) to use our services. By using our services, you represent that you meet these requirements.\n\n## 2. User Accounts\n\n- **Account Responsibility:** You are responsible for maintaining the confidentiality of your account credentials and for all activities under your account.\n- **Account Suspension/Termination:** We reserve the right to suspend or terminate accounts that violate these Terms.\n\n## 3. Acceptable Use\n\nYou agree not to:\n- Use our services for illegal purposes.\n- Engage in activities that harm or disrupt our platform.\n- Post or share offensive, abusive, or infringing content.\n\n## 4. Intellectual Property\n\nAll content on our site, including text, graphics, logos, and software, is the property of {sitename} or its licensors. You may not copy, modify, or distribute this content without prior permission.\n\n## 5. Subscription and Payments\n\n### 5.1 If you purchase a subscription or other paid services:\n- Prices and payment terms will be disclosed at the point of purchase.\n- We may update subscription fees with prior notice.\n\n### 5.2 Virtual Currency and Goods\nThe Service may include virtual currency, such as cash, coins, points or similar that may be earned or obtained through the Service or otherwise purchased by you for legal tender or actual currency, subject to applicable law (such virtual currency, \"Virtual Currency\"). The Service may also include virtual digital items, such as assets, commodities, abilities or other goods that may be earned or obtained through the Service or otherwise purchased by you for legal tender or actual currency, or for Virtual Currency, subject to applicable law (such virtual items, \"Virtual Goods\").\n\n{sitename} reserves the absolute right, at any time and at its sole discretion, to manage, regulate, control, modify or eliminate Virtual Currency and/or Virtual Goods as it sees fit, and {sitename} shall have no liability to you or any third party for the exercise of such rights. You shall have a limited, personal, revocable, non-transferable, non-sublicensable license to use solely within the Service's Virtual Goods and Virtual Currency that you have earned, purchased or otherwise obtained in a manner authorized by {sitename}. You have no other right, title or interest in or to any such Virtual Goods or Virtual Currency appearing or originating in the Service.\n\nYou hereby acknowledge and agree that the transfer of Virtual Currency and Virtual Goods is strictly prohibited except where expressly authorized in the Service. Outside the Service, you shall not sell, redeem or otherwise transfer Virtual Currency or Virtual Goods to {sitename}, any other user of the Service or any other party.\n\nYou agree that all sales of Virtual Currency and Virtual Goods are final and, except as determined by {sitename} in its sole and absolute discretion, non-refundable. You acknowledge and agree that upon termination of these Terms of Use, your Account or the Service for any reason, including upon {sitename}'s discontinuation of the Service or applicable portion thereof for any reason, all Virtual Currency and Virtual Goods will be forfeited by you, and {sitename} will have no liability to you in connection therewith.\n\n## 6. Limitation of Liability\n\nTo the maximum extent permitted by law, {sitename} is not liable for:\n- Indirect, incidental, or consequential damages.\n- Loss of data, profits, or revenue.\n\n## 7. Dispute Resolution\n\nFor disputes, you agree to resolve issues through arbitration or small claims court rather than through class actions.\n\n## 8. Changes to These Terms\n\nWe may modify these Terms. By continuing to use our services, you agree to the updated Terms.\n\n## 9. Contact Us\n\nFor questions about these Terms, contact us at lindasmart9977@gmail.com",
  "privacy": "# Privacy Policy\n\n## By using the Services, you confirm you have read and understood this Policy and the processing of your personal information, in the manner provided in this Policy.\n\nIf you have any questions about this Policy or do not see your concerns addressed here, please contact us by email at lindasmart9977@gmail.com\n\n## Information We Collect From or About You\n\n{sitename} collects information about you as described below. As set out below in more detail, we use and in specific cases combine that information to operate, tailor content, personalize and adjust and improve our Services, and to send you messages or personalized information about our articles, your scores, new features and more, including for marketing and promotional purposes in accordance with your preferences.\n\n### Information You Give Us\n\nWhen you register for and/or use our Services (for example, when you create an account to access our Services, populate your in-app profile, communicate with other users of our Services (e.g. through in-article chat or forum posts), contact our customer service or participate in any sweepstakes, contests or promotion), we collect and store any information that you give us. This information may also include information you provide through single-sign-on processes (such as through Facebook), including account name or account number (e.g. your userID), email address or other identifiers needed to link your online account with our Services.\n\n- **Creation of a {sitename} account.** We will collect certain information from you during the registration/ sign-up process for the Services. This may include information like your name, locale, phone number, or email address.\n- **Your content.** Our Services may allow you to create, upload or share content such as text, images, audio, your profile information (such as your avatar name and appearance) or other content you create when you play our articles or otherwise use our Services.\n- **Facebook Connect, Twitter Connect, and Google+:** You may be able to log in to our Services using sign-in services (\"Social Login\") such as Facebook Connect, Apple's Twitter Connect, or an Open ID provider. These third party Social Login platforms will authenticate your identity and provide you the option to share certain personal information with us such as your name or email address to pre-populate our sign up form. Social Login platforms like Facebook Connect give you the option to post information about your activities on our Services to your profile page on such Social Login platform to share with others within your network.\n\n    We may collect and record information through the relevant Social Login platform in accordance with the policies and terms of that Social Login platform. The information we collect when you connect your user account to a Social Login platform may include: (1) your name, (2) your Social Login's user identification number and/or user name, (3) locale, city, state and country, (4) sex, (5) birth date, (6) email address, (7) profile picture or its URL, and (8) the Social Login's user identification numbers for your friends that are also connected to {sitename} article(s).\n\n- **Invite a Friend:** {sitename} may offer you the opportunity to invite your contacts from a Social Login platform (such as your Facebook friends) so that those contacts can be located in {sitename} articles and/or you can invite them to join you in our articles. Such contact information will be used only for the purpose of sending the invitation to the addressee(s).\n- **Interaction with Customer Service:** We may collect your email address and any other personal information you provide to us when you contact our customer service or otherwise communicate with us.\n- **Forums, Sweepstakes, Contests and Surveys:** We may also acquire information from you through (1) your access and participation in forums or in article chats on the Services, or (2) your participation in surveys regarding the Services. We may also provide you the opportunity to participate in a sweepstakes or contest through our Service. If you participate, we will request certain personal information from you. Participation in these sweepstakes and contests are voluntary and you therefore have a choice whether or not to disclose this information. The requested information typically includes your contact information (such as name and shipping address), and demographic information (such as zip code or equivalent). We use this information to administer the sweepstakes or contest and to notify winners and award prizes. We may use a third party service provider to conduct these sweepstakes or contests; in such case, that company is prohibited from using your personal information for any other purpose.\n\n### Information Collected Automatically\n\nWhen you interact with or use our Services, we automatically collect certain information about your device and your use of our Services. This could include information such as your, browser type and language, IP address, device ID, hardware and software information, advertising ID, articleplay data, standard sever log information, your connections and interactions with other users, purchase histories with us and social media data (if you have linked your account and in accordance with your sharing permissions). We (or the third parties we work with) use standard tracking technologies (like log files, software development kits (SDKs) and web beacons) to do this. In addition, we or our partners may also use tracking technologies and advertising IDs to serve personalized ads to you in our Services. Please see the section below relating to Tracking Technologies for more details.\n\n- **Mobile Platforms:** When you play or otherwise use any of our mobile articles or applications, we or third party partners will collect and process certain information about you, including your unique device ID (persistent / non-persistent), hardware type, device maker, media access control (\"MAC\") address, international mobile equipment identity (\"IMEI\"), the type and version of your operating system (\"OS\"), language of the OS, your unique device ID, your time zone, the screen size of your device, mobile device Advertising ID (known as \"IDFA\" for iOS devices, or \"Android Advertising ID\" for Android devices), your general geolocation information (city/country based on your Internet Protocol (\"IP\") address) and your email address (if you have connected to Facebook or Google+). This information is useful to us for troubleshooting and helps us understand usage trends so that we can improve and personalize the Services for our users. Device identifier / information such as device type, hardware model, device maker, device operating system and its language or other technical data like screen size, or combination of this data, is also collected and used to determine device compatibility and optimal settings. We may also share this information with our advertising partners to enable the technical delivery of personalized ads to your device.\n- **User ID:** When you register to use the Services, we create a unique user ID to track your use of our Services. Specifically, this unique user ID is stored in connection with your profile information to track the {sitename} articles you are playing.\n- **article Data Collection:** We collect articleplay information about how you use and play our articles. For example, we automatically collect data such as your article session time, your in-article interactions (including with other players, where applicable), in-app purchases that you may make, resource events such as the acquisition or spend of in-article virtual currencies by you, progression events that are used to mark your progress or movement within the article (e.g. achievements) and install timestamps. This information may be associated with your user ID, IP address or device ID for the purpose of providing you our Services and improving and personalizing them, or to make inferences regarding your preferences, predispositions, behavior, abilities and aptitudes. With your consent, we will also collect your exact or precise location so that we are able to match you with other players in your area.\n- **Mobile Analytics:** Like most mobile applications, we use mobile analytics tools to collect certain information about your usage of our mobile applications and articles, as well as on your device and the health of our Services to allow us to better understand the functionality of our Services on your device and for app optimization purposes. Such tools may record information such as how often you use the application or article, feature usage, articleplay and usage statistics, events that occur within the application or article, aggregated usage and performance data, and where the application or article was downloaded from (i.e. which application store).\n\n    We do not link the information we store within the analytics software to any information that personally identifies you within the mobile application.\n\n## Our Use of Tracking Technologies to Collect Information Automatically\n\n### A. Tracking Technologies\n\nWe and our third party partners, affiliates, or analytics service providers use standard tracking technologies (like web beacons, SDKs, APIs, scripts and tags) to identify your computer/device, to \"remember\" things about your visit or your use of the Services (such as your preferences or a user name) and to help us understand things like, what pages and features you use and the articles you play.\n\nSuch information may be linked to or combined with other personal information we process about you, such as your user ID, for purposes such as improving the quality of our Services, tailoring recommendations to your interests, providing and personalizing our Services including making our Services easier to use, and for fraud prevention, security and authentication purposes.\n\nPlease refer to guidance provided by your device manufacturer, operating system developer, or individual web browser if you would like help in managing your preferences with respect to tracking technologies used on our Services.\n\n### B. Interest-Based Advertising\n\nSome of our Services employ ad-serving technologies that use cookies, clear GIFs, web beacons, tracking pixels, and other similar technologies to deliver interest-based advertising to you about third party products and services. We may via our third party advertising partners, also advertise our Services to you on third parties' websites"
}